Repository: wp-plugins/yast-yet-another-support-tool
Catalog: languages/yast-*.po
Languages: fr_fr

source: Recent public tickets
fr_fr: Ticket publics récents

source: Not ticket here, this is an error...
fr_fr: Pas de ticket ici, c'est une erreur...

source: Support ticket
fr_fr: Ticket Support

source: Open
fr_fr: Ouvert

source: Closed
fr_fr: Cloturé

source: Add
fr_fr: Ajouter

source: Edit
fr_fr: Editer

source: Edit ticket
fr_fr: Editer le ticket

source: New ticket
fr_fr: Nouveau Ticket

source: View
fr_fr: Voir

source: Preview ticket
fr_fr: prévisualiser le Ticket

source: Search a ticket
fr_fr: Chercher un ticket

source: No entry has been made
fr_fr: Aucune entrée

source: No ticket Found in Trash
fr_fr: La corbeille à tickets est vide

source: Parent ticket
fr_fr: Tickets parent

source: Ticket types
fr_fr: Type de tickets

source: Ticket type
fr_fr: Type de signalement :

source: Search Ticket type
fr_fr: Chercher un type de ticket

source: All Ticket types
fr_fr: Tous les types de tickets

source: Edit Ticket type
fr_fr: Editer le type de ticket

source: Update Ticket type
fr_fr: Mettre à jour le type de ticket

source: Add new Ticket type
fr_fr: Nouveau type de ticket

source: New Ticket type
fr_fr: Nouveau type de ticket

source: Ticket has been re-open
fr_fr: Le ticket a été réouvert

source: Ticket has been closed
fr_fr: Le ticket a été cloturé

source: Ticket has been moved to trash
fr_fr: Le ticket a été déplacé à la corbeille

source: Support Tickets
fr_fr: Tickets Support

source: hour
fr_fr: heure

source: hours
fr_fr: heures

source: No time lost
fr_fr: Pas de temps perdu

source: None
fr_fr: Aucun

source: %s spent on this.
fr_fr: %s passé dessus

source: Sorry, this ticket is untraceable...
fr_fr: Désolé, ce ticket est introuvable

source: Back to support tickets list
fr_fr: Retour à la liste des tickets support

source: Process
fr_fr: Traiter

source: Spent time
fr_fr: Temps passé

source: Re-open this ticket ?
fr_fr: Ré-ouvrir ce ticket ?

source: Close this ticket ?
fr_fr: Cloturer ce ticket ?

source: Reply to this ticket
fr_fr: Répondre à ce ticket

source: For information, you've opened this page %s ago.
fr_fr: Pour information, vous avez ouvert cette page il y a %s.

source: Automaticaly add spent time before saving
fr_fr: Ajouter automatiquement le temps avant de sauver

source: comment and close
fr_fr: Commenter et cloturer

source: Cancel
fr_fr: Annuler

source: Send
fr_fr: Envoyer

source: Technical details
fr_fr: Détails techniques

source: Delete this ticket ?
fr_fr: Supprimer ce ticket ?

source: All
fr_fr: Tous

source: Trash
fr_fr: Corbeille

source: All ticket types
fr_fr: Tous les types de tickets

source: Filter
fr_fr: Filtrer

source: Title
fr_fr: Titre

source: Priority
fr_fr: Priorité

source: Assigned
fr_fr: Assigné

source: User
fr_fr: Utilisat-eur/rice

source: Answers
fr_fr: Réponses

source: Private
fr_fr: Privé

source: Close
fr_fr: Cloturer

source: Re-Open
fr_fr: Ré-Ouvrir

source: Delete
fr_fr: Supprimer

source: Low
fr_fr: Bas

source: High
fr_fr: Haut

source: Critical
fr_fr: Critique

source: seconds
fr_fr: secondes

source: These tickets have already been opened. Maybe can you find an answer to your problem ?
fr_fr: Ces tickets on déjà été ouverts. Peut être pouvez vous y trouver un réponse à vôtre problème ?

source: Level
fr_fr: Niveau

source: Go back to ticket
fr_fr: Retourner au ticket

source: Reporter
fr_fr: Rapport-eur/se

source: Public
fr_fr: Publique

source: Merged tickets :
fr_fr: Tickets fusionnés :

source: Assigned to:
fr_fr: Assigné à :

source: Assign
fr_fr: Assigner

source: Change
fr_fr: Changer

source: Merge with another ticket
fr_fr: Fusionner avec un autre ticket

source: Merged with ticket #%d : %s
fr_fr: Fusionné avec le ticket #%d : %s

source: Environment
fr_fr: Environement

source: Public URL
fr_fr: URL publique

source: Case URL
fr_fr: URL du cas

source: No POST variables
fr_fr: Pas de variables POST

source: Open tickets
fr_fr: Tickets ouverts

source: Closed tickets
fr_fr: Tickets fermés

source: Security error
fr_fr: Erreur de sécurité

source: YAST Support-Tickets options saved !
fr_fr: Les options de tickets support ont bien été sauvegardées !

source: Do you really want to autorize any form of this webiste to send datas to YAST ? This might be a big security issue !
fr_fr: Voulez vous vraiment autoriser tout formulaire de ce site même à envoyer des données à YAST ? ça peut être une grosse faille de sécurité !

source: Support Tickets Options
fr_fr: Options de tickets support

source: Alerts
fr_fr: Alertes

source: Send email alert to:
fr_fr: Envoyer une alerte courriel à :

source: Support Form
fr_fr: Formulaire de support

source: Ticket type to use in adminbar
fr_fr: Type de ticket dans la bar d'administration

source: Force SSL
fr_fr: Forcer SSL

source: Nope
fr_fr: Non

source: Yope
fr_fr: Ouaip

source: Trusted hosts
fr_fr: Serveurs de confiance

source: One host per line, without http://, Datas sent from these sites will be registered without verification
fr_fr: Un nom de serveur par ligne, sans http://. Les données envoyées depuis ces sites seront enregistrées sans vérification

source: To integrate a form in one of these sites, use one the following codes. YOu can customize form by changing the URL parameters.
fr_fr: Pour intégrer un formulaire dans un de ces sites, utilisez un des codes suivant. Vous pouvez personnaliser les formulaire en changeant les paramètres dans l'URL.

source: Click here to see more documentation about this feature.
fr_fr: Cliquez ici pour voir plus de documentation à propos de cette fonctionnalité

source: Use this site as Support site
fr_fr: Utiliser ce site comme site de support

source: Displaying
fr_fr: Affichage

source: Display tickets on front in the theme
fr_fr: Afficher les tickets en front dans le thème

source: Apply settings
fr_fr: Appliquer les changements

source: An error occured !
fr_fr: Une erreur est survenue !

source: Support Ticket merge width ticket #%d : %s %s
fr_fr: Ticket fusionné avec le ticket #%d : %s %s

source: Congratulations ! You've been assigned to the Support Ticket #%1$s by %2$s Subject: %3$s Type : %4$s Priority : %5$s Message: %6$s --------------------------- Technical informations : * Time: %7$s * URL: %8$s * Variables: %9$s * Navigator: %10$s Regards, The website %11$s Issue link : %12$s
fr_fr: Félicitations ! Vous avez été assigné au ticket support #%1$s par %2$s Sujet: %3$s Type : %4$s Priorité : %5$s Message : %6$s --------------------------- Informations techniques : * Heure : %7$s * URL : %8$s * Variables : %9$s * Navigateur : %10$s Cordialement, Le site web %11$s Lien du ticket : %12$s

source: [Support Ticket] #%d
fr_fr: [Tickets Support] #%d

source: Error while assigning
fr_fr: Erreur pendant l'assignement

source: Missing parameters
fr_fr: Paramètres manquants

source: Anonymous user
fr_fr: Utilisateur anonyme

source: What are you doing here ?
fr_fr: Que faites vous ici ?

source: [Support Ticket][%1$s] #%2$d %3$s
fr_fr: [Tickets Support][%1$s] #%2$d %3$s

source: A new comment has been posted by %4$s. Subject: %1$s Comment: %2$s -- Issue link : %3$s
fr_fr: Un nouveau commentaire a été posté par %4$s. Sujet : %1$s Commentaire : %2$s -- Lien du ticket : %3$s

source: Comment is synchronised with the technical server.
fr_fr: Le commentaire n'a pas pu être synchronisé avec le serveur technique

source: Comment could'nt be synchronised with the technical server.
fr_fr: Le commentaire n'a pas pu être synchronisé avec le serveur technique

source: Comment is synchronised with the client.
fr_fr: Le commentaire est synchronisé avec le client

source: Comment could'nt be synchronised with the client.
fr_fr: Le commentaire n'a pas pu être synchronisé avec le client

source: Missing ticket ID
fr_fr: Identifiant de ticket manquant

source: Support Ticket changed
fr_fr: Ticket support modifié

source: Support Ticket closed
fr_fr: Tickets Support cloturé

source: Support Ticket re-opened
fr_fr: Ticket support ré-ouvert

source: Missing content... What did you want to do ?
fr_fr: Contenu manquant... Que vouliez vous faire ?

source: Capabilities error !
fr_fr: Erreur de droits !

source: Could'nt create ticket !
fr_fr: Le ticket n'a pu être créé !

source: [Support Ticket][%4$s] #%13$d %3$s Subject: %3$s Type : %4$s Priority : %5$s Message: %6$s --------------------------- Technical informations : * Time: %7$s * URL: %8$s * Variables: %9$s * Navigator: %10$s Regards, The website %11$s Issue link : %12$s
fr_fr: [Ticket support][%4$s] #%13$d %3$s Sujet : %3$s Type : %4$s Priorité : %5$s Message : %6$s --------------------------- Informations techniques : * Heure : %7$s * URL : %8$s * Variables : %9$s * Navigateur : %10$s Cordialement, Le site internet %11$s Lien du ticket : %12$s

source: Report succesfully registered !
fr_fr: Signalement envoyé avec succès !

source: [Support Ticket][%s] #%d %s
fr_fr: [Tickets Support][%s] #%d %s

source: An e-mail has been sent
fr_fr: Un courriel a été envoyé

source: Report is synchronised with the technical server.
fr_fr: Le rapport est synchronisé avec le serveur technique

source: Report could'nt be synchronised with the technical server.
fr_fr: Le rapport n'a pas pu être synchronisé avec le serveur technique

source: Hi %s! Do you want to open a ticket about this page ?
fr_fr: Salut %s! Voulez vous ouvrir un ticket à propos de cette page ?

source: From:
fr_fr: De:

source: Priority:
fr_fr: Priorité :

source: Report type:
fr_fr: Type de signalement :

source: Visibility:
fr_fr: Visibilité :

source: Why do you open a ticket ?
fr_fr: Pourquoi ouvrez vous un ticket ?

source: Title:
fr_fr: Titre :

source: Technical details:
fr_fr: Détails techniques :

source: These informations will be sent with your report:
fr_fr: Ces informations vont être envoyées avec votre signalement :

source: Page URL:
fr_fr: URL de la page :

source: Navigator:
fr_fr: Navigateur :

source: Submit
fr_fr: Envoyer

source: Contact technical support
fr_fr: Contacter le support tecnhique
